{
    "type": "guide",
    "name": "Blighted Maps",
    "image": "AtlasPassiveMasteryMap",
    "steps":[
        "## Blighted Maps",
        "The cool thing about Blighted Maps, is that they can scale from very early to a potential endgame farm via Blight Ravaged Maps.",
        "-----------------------------------------------",
        "### Does Map Tier Matter?",
        "There's only one thing that changes when it comes to the Map Tier from Blighted Maps, and that is the possible oils that can dropped.",
        "Any of the Blighted Maps can drop up to the `Black Oil`.",
        "Yellow Blighted Maps will drop up to `Opalescent Oil`.",
        "Red Maps will drop up to `Silver Oil.`",
        "T13 Maps and above will drop up to `Golden Oil`.",
        "There's one exception: the `Tainted Oil` can drop in any Map Tier, but the Map needs to be **corrupted**.",
        "-----------------------------------------------",
        "### Does Map Quantity matter?",
        "The base number of rewards is around 60 in a given map, it is then distributed at random between all 20 lanes.",
        "Quantity is then applied at 20% of it's total value to the total number of Chests in your map. This is actually 40% for Blight Ravaged Maps.",
        "Note that both Oils and Bosses can influence the total amount of Chests:",
        "- Each Boss adds 1 Chest in that given lane.",
        "- For oils, it depends. Some add chests but some don't affect quantity.",
        "**Example:**",
        "A Map with 65% Quantity, anointed with 3 Crimson Oils, with 8 Boss Spawns.",
        {
            "type": "custom table",
            "headers": [
                "Base Chest Count",
                "Map Quantity",
                "Map Quantity Value",
                "Bosses",
                "Chest Count Eq.",
                "Total Chests"
            ],
            "rows": [
                [
                    "60 Chests",
                    "65% Quantity",
                    "1 + (65/5/100) = 1.13",
                    "8 Bosses",
                    "60 * 1.13 + 8",
                    "75.8 Chests"
                ]
            ]
        },
        "-----------------------------------------------",
        "### Which Map Anoints to Use?",
        "`Amber Oils` can be used very early if you are struggling with surviving / clearing. It reduces the cost of building and upgrading towers, which allows to spam more T3 towers, making the encounter much easier.",
        "`Teal Oils` are really good to Speed Farm, using 3 of them, the duration of the map will be down to 3 minutes, from the initial 5 minutes. However, it makes the encounter MUCH harder due to the monsters spawning 75% faster.",
        "`Crimson Oils` will give you up to 30 \"lucky chests\". In PoE, \"lucky\" is basically a multiplier of 1.6; This means 30 Chests essentially become the value of 48 Chests. This is probably the best bang for your buck!",
        "-----------------------------------------------",
        "### Which Ring Anoints to Use?",
        "Both rings should have different Annoints.",
        "The first annoint we want is the following: `Your Empowering Towers have 25% increased Range` which is created by anointing your ring using `Verdant` and `Black` oils.",
        "The second annoint we want is the following: `Your Meteor Towers create Burning Ground for 3 seconds on Hit` which is created by anointing your ring using `Indigo` and `Violet` oils.",
        "The reason why we go for this is that the `Burning Ground` bypasses immunity from the lanes, meaning we can simply spam Meteor Towers and clear every single lane without any issues!",
        "-----------------------------------------------",
        "### Setting up your Towers",
        "This tower guide has been stolen from TripolarBear's Ravaged Blight Map Farming strategy video.",
        "[Link to TripolarBear's Youtube Video](https://www.youtube.com/watch?v=dCFSmV42ll4)",
        "For this strategy, we are going to utilize 4 different types of towers",
        "- 2 of them are there to stun-lock monsters & especially bosses - `Seismic` and `Chilling`",
        "- 1 of them is going to empower the rest - `Empowering`",
        "- 1 will be our clearing / killing tower - `Meteor`",
        "The first thing we do is setup a `Seismic`, a `Chilling` and an `Empowering` tower in the first choke point, leveling them to **Lvl 3**.",
        "Once  the blight starts to spread, we want to have this exact set of towers in every choke point possible. Then we simply spam **Lvl 4** `Meteor` towers everywhere else in order to clear the map while everything is stunlocked!",
        "**Never level the towers past level 3 except for the `Meteor Tower`. This is extremely important!**",
        "You can also consider throwing in some Lvl 4 `Scout` towers in the mix if there are too many `fire immune` lanes in your particular map.",
        "Here's an example of what your map should look like. Provided by our good friend Frobel.",
        {
            "type": "image",
            "src": "/images/guides/blight_towers.jpg",
            "alt": "Blight tower example placement"
        },
        "-----------------------------------------------",
        "### Important Notes",
        "It is paramount to remember that your towers are only effective **while you are within range**!",
        "This range is around 1.5 screen away, but all you need to do is pay attention to your mini-map. As long as the red dots are dissapearing, it means your towers are killing stuff and therefore you have nothing to worry about.",
        "However, it only takes a single boss getting through your stunlocking to fail the map entirely, so be mindful of that when moving around and building towers!",
        "-----------------------------------------------",
        "### Mods to Avoid",
        "`Monsters' skills Chain 2 additional times` - You will need the Soul of Lunaris upgraded pantheon to run this.",
        "`Slaying Enemies close together has a % chance to attract monsters from Beyond`",
        "`Monsters cannot be Stunned` - Will render your Seismic towers useless",
        "`Monsters have % chance to Avoid Elemental Ailments` - Will render your Chilling towers useless",
        "`Monsters' Action Speed cannot be modified to below base value` - Will render both Seismic and Chilling towers useless"
    ]
}