{
    "type": "guide",
    "name": "Home",
    "image": "AtlasPassiveMasteryMap",
    "steps": [
        "## Welcome to the Casual Exile's Guide V2.0",
        "-----------------------------------------------",
        "### This collection of guides were developed by Matth. Check him out on the following socials.",
        "[youtube.com/matthguides](https://www.youtube.com/matthguides)",
        "[twitch.tv/pathofmatth](https://www.twitch.tv/pathofmatth)",
        "[twitter.com/PathofMatth](https://twitter.com/PathofMatth)",
        "[patreon.com//pathofmatth](https://www.patreon.com/pathofmatth)",
        "[Discord](https://discord.gg/Jv74wJC)",
        "-----------------------------------------------",
        "### About the Guides",
        "Some text about the motivation to create the guides and how they're useful for new and old players alike.",
        "The Guides are broken into three sections:",
        "#### 1. General Guides",
        "This section is the first section of the guide. It is the introduction to the guide and how to use it.",
        "#### 2. Mechanics Guides",
        "This section is the second section of the guide. It is the basics of the game and how to play it.",
        "#### 3. Leveling Guides",
        "This section is the third section of the guide. It is the advanced features of the game and how to use them.",
        "-----------------------------------------------",
        "### Third Party Tools",
        "The first thing when it comes to Path of Exile is the importance of Third Party Tools.",
        "Here's a full list of resources available which you should definitely utilize to increase your efficiency and enjoyment of the game;",
        "[Awakened PoE Trade](https://github.com/SnosMe/awakened-poe-trade/releases): My personal trade macro of choice, if you don't yet know what that means, it will be explained in a further chapter.",
        "[Filterblade](https://www.filterblade.xyz/): This is tool utilized to make your own filters, however they also provide premade filters which can automatically update depending on the economy of any given league.",
        "[Exilence Next](https://github.com/viktorgullmark/exilence-next/releases): This will allow you to keep track of your currency gains so you can know whether you are making progress towards whatever your goal may be.",
        "[Path of Building Community Fork](https://github.com/PathOfBuildingCommunity/PathOfBuilding/releases): This is the ultimate tool which allow people to simulate a build before actually making itBuild guides will all require you to have this installed!",
        "[PoE Ninja](https://poe.ninja/): This website will allow you to easily look at the trend of the prices of any items in the gameIt's also quite good to visually see what are the meta skills if you are having issues choosing a build to play.",
        "[Chaos Recipe Enhancer](https://github.com/kosace/EnhancePoEApp/releases): This tool will be your best friend in a league start scenario or when you are starting a league late, or even more a casual playerIt will guarantee easy chaos with basically no effort!",
        "[PoE Lab](https://www.poelab.com/): This website will allow you to see the layout of the labyrinth on any given day, amazing for people who want to farm the Lab but also just to make sure you don't get lost in there.",
        "[PoE DB](https://poedb.tw/us/): This website is slightly more advanced, but it's essentially the entire game data, which is Datamined for accurate informationAny changes made to the game will appear there first.",
        "[Craft of Exile](https://www.craftofexile.com/en/): This is also for more advanced players, but it will become your best friend once you want to learn how to craft in this gameIt will provide you with all the odds for every step along the way, aswell as a crafting simulator so you can practice before actually going ingame and spending your own real, hard earned currency.",
        "[Path of Exile Wiki](https://www.poewiki.net/wiki/Path_of_Exile_Wiki): This is going to be your best friend when it comes to understanding the game and a lot of it's mechanicsIt will provide you with all the information you need on things like monster locations, divination cards, vendor recipes, etcBasically, everything that isn't related to crafting.",
        "[Better Trading](https://chrome.google.com/webstore/detail/better-pathofexile-tradin/fhlinfpmdlijegjlpgedcmglkakaghnk): This isn't something you absolutely need, but it's a nice tool which will save all of your searchesA lot of build guides will be accompanied with a Better Trading code to easily find your required gear.",
        "Any of the following trading tools: These are supplementary to Awakened PoE Trade. I personally don't use any of these but they can certainly be helpful when trading lots of volume.",
        "[Slimtrade](https://github.com/zmilla93/SlimTrade/releases)",
        "[PoE Lurker](https://github.com/C1rdec/Poe-Lurker)",
        "[PoE Overlay](https://github.com/Kyusung4698/PoE-Overlay)"
    ]
}