{
    "type":"guide",
    "name":"Leveling Tips",
    "steps": [
        {
            "type": "text",
            "text": "## Leveling Tips + Roadmap for Each Act (WIP)"
        },
        "Basic things to drastically increase your leveling speed.",
        "**IMPORTANT:** In the 'Acts', when it says 'Logout', DO NOT LOGOUT on League Start. Go to character selection.",
        "### Skill tree: Prioritize LIFE on your skill tree.",
        "### Use an appropriate leveling filter. Each archetype (melee, spell caster and ranger) have different requirements for gem socket colors and links. ",
        "Since you won't be making any real currency during the leveling portion of the game, just focus on picking up things which YOU can use NOW.",
        "Tytykiller has a good set of leveling filters you can find on his Discord that are pretty universal.",
        "#### [Link to download Tytykiller's filters](https://discord.gg/vGyYY3d2Ng)",
        "### Layouts: Use the Cheat Sheet / Tool Provided.",
        "Unless you are going to practice leveling over and over until you know each layout by heart, just using a leveling tool is going to decrease your odds of getting lost a significant amount.",
        "#### [Link to Engineering Eternity's Zone Layout Cheatsheet](https://docs.google.com/document/d/1sExA-AnTbroJ-HN2neZiij5G4X9u2ENlC7m_zf1tqP8/edit#heading=h.zeohl0yvxvkf)",
        "#### [Link to JustKillmeQuk's Leveling Guide](https://github.com/JusKillmeQik/PoE-Leveling-Guide)",
        "### Always stay BELOW the Zone level!",
        "For the first part of the campaign (Acts 1 to 5) stay 2 levels below the zone at all times.",
        "For the second part (Acts 6 to 10) stay 4 levels below the zone at all times.",
        "### KEEP MOVING.",
        "You do not NEED to kill EVERY enemy in EVERY zone while leveling. They don't drop anything worthy of your time. ",
        "You want to be killing only enough to keep your flasks running (especially those Quicksilvers for speed) and to keep yourself within the EXP range mentioned above. Kill BIG packs, skip stragglers.",
        "### PLAN AHEAD.",
        "Make a quick list of the gems and links you will need for your build and the place which you will acquire those gems.",
        "You can copy your build's POB link and paste it on the leveling guide found on this site for which Act/Quest unlocks each gem in your POB.",
        "#### [Link to the PoeSyn Gem/Leveling Guide](https://poesyn.xyz/passives)",
        "The biggest time loss when it comes to even more advanced players is the amount of time they sit in town selling items or looking for gems. Use the copy-paste feature for both Gems and links.",
        "### PLAN AHEAD v2.",
        "Planning for Gems and Links is good, but make sure to plan your route so you don't get lost.",
        "Check the following 'leveling roadmaps' for a step by step lvling guide for each Act. It will help you make sure everywhere you go serves a purpose and that you don't forget anything!",
        "### RESISTANCES ARE VERY IMPORTANT.",
        "Prioritize Resistances > Anything else. A blue item with resistances > rare item without.",
        "### CRAFT",
        "Use the crafting bench to fill up missing pieces, especially resistances. One Transmute can save your life.",
        "### Deaths are FINE. (In softcore anyways)",
        "Throwing your body over and over at a boss isn't a problem, don't be ashamed of it. I do it ALL the time.",
        "### Vendor Recipes",
        "The Resistance rings recipe and either the Wand+Alt+Ring or the Rustic+Blacksmith Wetstone+Weapon recipes are particularly useful.",
        "#### [Link to the Vendor Recipe List](https://pathofexile.gamepedia.com/Vendor_recipe_system)"
    ]
}