{
    "type":"guide",
    "name":"Maps Preparation",
    "steps": [
        {
            "type": "text",
            "text": "## Maps Preparation"
        },
        "You've Reached Maps!",
        "Here's a list of THE most important things to do when you first reach maps, before you even touch maps.",
        "-----------------------------------------------",
        "### Setup your Chaos Recipe Tool / Tabs",
        "This is MANDATORY to be able to afford whatever early uniques your build will need but MOSTLY mapping supplies to progress your atlas FASTER.",
        "The idea is that the faster you go up in map tiers, the faster you reach a point where you can start earning currency.",
        "#### [Link to my prefered Chaos Recipe Tool](https://github.com/kosace/EnhancePoEApp/releases)",
        "-----------------------------------------------",
        "### Adjusting Filter Strictness",
        "It's time to start making filter more strict, the less you see on the ground, the better!",
        "Download all strictness levels as a ZIP below.",
        "#### [Link to FilterBlade.xyz](http://filterblade.xyz/)",
        "**White Maps:** `Neversink Strict`",
        "**Yellow Maps & Early Red Maps:** `Neversink Very Strict`",
        "**Deep Red Maps & Juicing:** `Neversink UBER Strict` (and also consider custom filters since they will typically be more precise with things like bases and whatnot)",
        "-----------------------------------------------",
        "### Fixing Your Flasks",
        "Here's a list of flasks and flask mods you might need and why that is.",
        "**1. Lift Flask**",
        "- Crafting a `Seething Divine Life Flask of Sealing` is highly recommended.",
        "- This is your `instant` life flask, your `panic button` and the flask which recharges the fastest from killing monsters, which is also why we put `Sealing` to remove any bleed before they have time to mess with us. ",
        "- You can beastcraft `Sealing` from the Menagerie.",
        "- Also you can choose the `refill 3 life flasks charges per 3 seconds` pantheon which will help tremendously early on, especially for things like trials or labs!",
        "**2. Mana Flask**",
        "- Mana flasks are necessary on almost every single build early on when mapping.",
        "- The prefix is almost always going to be 'Enduring' in order for your mana flask to persist even when your mana is fully recovered.",
        "- As for your suffix, any of the ones which remove ailments such as Freezing, Shock, etc. can be quite useful. ",
        "**3. Quicksilver Flask**",
        "- Quicksilver Flask is pretty much mandatory for any build to make sure you aren't moving at a snail's pace.",
        "- Make sure not to have anything which decreases duration, as refilling the flask for uptime would be hard in the early stage of mapping.",
        "- Things like Increased Duration or Additional Charges are quite good.",
        "- Suffix wise, any defensive suffixes or ailment removal is quite valuable early on.",
        "**4. Defensive Flasks**",
        "- With the changes to defenses in the 3.16 league onwards, Evasion and Armour are now a priority to keeping your character alive.",
        "- If your character is using Armour as a primary source of defense, get yourself a `Granite` as well as the `of Iron Skin` suffix on any of your Utility flasks. ",
        "- If you character is instead using Evasion, get yourself a `Jade` as well as the `of Reflexes` suffix on any of your utility flask.",
        "- You should NEVER use a Flask to cap out a resistance. EVER.",
        "**5. Fifth Flask**",
        "- The Final flask is just a flex, you can go with anything that would benefit your character.",
        "- Typically a `Diamond Flask` for Crit or `Silver Flask` for Onslaught are solid options. ",
        "- This is also where you can throw in an early unique flask if your build needs one.",
        "- Another option, if you feel squishy, is to throw on another defensive flask to pair with your main defensive one such as a `Basalt` or a `Stibnite`.",
        "-----------------------------------------------",
        "### First purchases",
        "Orbs of Alterations in order to roll your flasks as previously mentioned.",
        "Orbs of Alchemy if you don't have any. It's never worth to not alchemy a map, even a T1 map!",
        "Any gear with life & resistance to make sure you are at the 75-75-75 elemental resistance requirements. Don't worry about Chaos resistance yet, you won't really need any before Red maps.",
        "Any mandatory uniques for your build.",
        "That's it. That's all you need, as much life as possible, capped out resistances and good flasks on a working build!"
        ]
}